  {
    "data": [
      {
        "quote": "You cannot be a powerful and life-changing presence to some people without being a joke or an embarrassment to others.",
        "author": "Mark Manson"
      },
      {
        "quote": "Challenge yourself to find the good and beautiful thing inside of everyone. It’s there. It’s your job to find it. Not their job to show you.",
        "author": "Mark Manson"
      },
      {
        "quote": "Rejection exists for a reason — it’s a means to keep people apart who are not good for each other.",
        "author": "Mark Manson"
      },
      {
        "quote": "The less you talk about your shame, the more of it you have.",
        "author": "Mark Manson"
      },{
        "quote": "Life shrinks and expands in proportion to one’s courage.",
        "author": "Mark Manson"
      },{
        "quote": "Humans are attracted to each other’s rough edges.",
        "author": "Mark Manson"
      },{
        "quote": "Man sacrifices his health in order to make money. Then he sacrifices his money to recuperate his health. And then he is so anxious about the future that he does not enjoy the present; the result being that he does not live in the present or the future; he lives as if he is never going to die, and then dies having never really lived.",
        "author": "Mark Manson"
      },{
        "quote": "intentions are always speaking ten times louder than your actual words. What are they saying?",
        "author": "Mark Manson"
      },{
        "quote": "And ultimately, that’s what women want, a strong, independent, high status male — a “doesn’t take shit from anybody” bad boy — but they want this bad boy to have a depth and a sensitivity that they only open up and show when they’re around her.",
        "author": "Mark Manson"
      },{
        "quote": "I see every rejection simply as some form of incompatibility. Whether she thinks I’m a total creep, or she’s crazy about me but we live on different continents, or she’s in a horrible mood when I ask her out, or she thinks I’m cute but has different values and interests than me — whatever the reason, if a woman ever rejects me, it’s because she’s not compatible with me. It may be a permanent incompatibility. It may be a temporary incompatibility. But the point is that if she liked me enough, she’d be willing to work at making it happen with me. And if she doesn’t, then that just means it’s wrong person — or right person, wrong time. And that’s fine.",
        "author": "Mark Manson"
      },{
        "quote": "Every second I spend sitting around feeling distant from my true desires, avoiding the world and being afraid to engage it, is a second that I’m forfeiting the biggest gift of all: my time here in this life.",
        "author": "Mark Manson"
      },
      {
        "quote": "Get out there and expose yourself. Open yourself up and find what makes you happy. Yes, that will mean you’ll probably get hurt. But so what? The best things in life don’t come easily.",
        "author": "Mark Manson"
      },{
        "quote": "The catch is that everything you say must be as authentic as possible. There’s no shortcut. There are no tricks. You say it because you mean it and mean it because you say it. The more nervous it makes you, the better, because it means you’re being authentic and making yourself vulnerable.",
        "author": "Mark Manson"
      },{
        "quote": "The first step to being more attractive is to see rejection as a means to eliminate women who won't make you happy from your life. It's a blessing, not a curse.",
        "author": "Mark Manson"
      },{
        "quote": "Everybody on this planet shares a handful of universal emotional realities: ambition, shame, alienation, loneliness, achievement, regret, hardship, friendship, love, heartbreak. We’ve all experienced it. The facts change, the feelings are the same.",
        "author": "Mark Manson"
      },{
        "quote": "The percentage of women who are Receptive to you will increase proportionally to the quality of your lifestyle, your social status and your looks. The percentage of women that you’re able to move from Neutral to Receptive will be proportional to how good your “game” is, or how well you’re able to communicate and express yourself with women. And your ability to sort through each type of women and meet as many as possible will be determined by how fearless and bold you are when it comes to meeting women.",
        "author": "Mark Manson"
      },{
        "quote": "And again, for the love of god, if you don’t find her attractive, don’t pursue her.",
        "author": "Mark Manson"
      },{
        "quote": "“Instead of thinking, “I wonder if she’ll like me,” think, “I wonder what she’s like?”",
        "author": "Mark Manson"
      },{
        "quote": "The uncomfortable truth is that the majority of women are going to have high degrees of friction and projection when you meet them. With most of the women you meet, things are simply not going to work no matter what you do or say. This is to be expected. And this is fine. You are going to be incompatible with most of the women in the world and to hold any hopes of being highly compatible with most is an illusion of grandeur and a figment of your own narcissistic tendency.",
        "author": "Mark Manson"
      },{
        "quote": "Ask yourself this: why would you want to be intimate with someone who doesn't appreciate you? Why would you ever settle for such a person? Because she's hot? Come on, have a little more self-respect. Have some higher standards.",
        "author": "Mark Manson"
      },{
        "quote": "There are three ways in which we are honest. And those three ways will make up the bulk of this book. The three ways are 1) living based on our values (lifestyle); 2) becoming comfortable with our intentions (boldness); and 3) by expressing our sexuality freely (communication).",
        "author": "Mark Manson"
      },{
        "quote": "You are going to be incompatible with most",
        "author": "Mark Manson"
      },{
        "quote": "And when it is a gift, when it is honest, she recognizes and appreciates a man who genuinely appreciates her. These men are rare. Women are people too (radical idea, I know). And as people, we all value those who genuinely value us, not expecting something in return.",
        "author": "Mark Manson"
      },{
        "quote": "The two go together. You cannot be an attractive and life-changing presence to some women without being a joke or an embarrassment to others. You simply can’t. You have to be controversial. You have to polarize. It’s the name of the game. And getting good at the game is learning to open yourself up enough emotionally, learning",
        "author": "Mark Manson"
      },{
        "quote": "Being slapped also taught me that you can’t always control how people react to you. Some people are completely out of their minds or they behave very inappropriately. You can’t help this. You cannot control what happens in every interaction. The sooner you accept this, the better off you will be.",
        "author": "Mark Manson"
      },{
        "quote": "Your values determine your behavior, not what you think she wants, not what you think others want, but what is best for you and best for the relationship.",
        "author": "Mark Manson"
      },{
        "quote": "Friction is when a woman finds you to be an attractive man, but there are value differences or external circumstances that prevent her from acting on that attraction or being interested in you.",
        "author": "Mark Manson"
      },{
        "quote": "The world is what it is, it’s our job to simply present ourselves as boldly and clearly to it as possible, accept the reactions and move on the opportunities. Any attempt to control the reactions of others or take some kind of power over the reactions you receive is both foolish and illusory.",
        "author": "Mark Manson"
      },{
        "quote": "Only making time for people who make time for you. Only being interested in dating people who are interested in dating you.",
        "author": "Mark Manson"
      },{
        "quote": "Stands tall, looks straight ahead. Looks people in the eye when he speaks to them. Says what he thinks and is comfortable if some people disagree with him. When he makes a mistake, he shrugs it off and apologizes if necessary. When he sucks at something, he admits it. He’s unafraid to express his emotions, even if that means he gets rejected because of them sometimes. He has no problem moving on to people who don’t reject him, but instead like him for who he is.",
        "author": "Mark Manson"
      },{
        "quote": "When women emotionally connect with you and your desire for them, it’s not what you’re saying or the words you’re choosing, it’s the emotion behind those words. If the emotion behind your words is needy and self-serving, then she will become turned off no matter what you say, even if you’re telling her the most personal or heartfelt story. If the emotion behind your words is genuine and vulnerable, then it will turn her on, even if you’re talking about your grocery list or how you named your dog. Yes, you can fake this stuff in the short-term if you become a good actor. But obviously, don’t do that. We’re not in this for short-term fixes, remember?",
        "author": "Mark Manson"
      },{
        "quote": "But communicate with honest appreciation and you’ll be amazed how she lights up in front of you.",
        "author": "Mark Manson"
      },{
        "quote": "The more nervous it makes you, the better, because it means you’re being authentic and making yourself vulnerable.",
        "author": "Mark Manson"
      },{
        "quote": "A needy man’s actions and words will therefore be primarily motivated by impressing and winning approval from others.",
        "author": "Mark Manson"
      },{
        "quote": "Non-neediness is when a man places a higher priority on his own perception of himself than the perceptions of others. A non-needy man’s actions and words will therefore be primarily motivated by embodying his own values and desires.",
        "author": "Mark Manson"
      },{
        "quote": "A non-needy man doesn’t try to control what women feel about him. Rather he tries to control what he feels about certain women. He understands that the world isn’t about him and that all he can control is himself and his own actions. He’s not bothered when things don’t go his way or when people don’t recognize him as being amazing because he already feels amazing himself. He doesn’t need their approval and their disapproval doesn’t faze him from his mission.",
        "author": "Mark Manson"
      },{
        "quote": "As far as what to talk about, your conversations should be getting deeper and more personal. There should be less teasing and playful banter and more conversations about your lives and what’s important to you. Learn about her past, her passions, her dreams, what her favorite things are. At the same time, you don’t want to turn this into a job interview (which too many dinner dates turn into), but elicit these topics by sharing them yourself.",
        "author": "Mark Manson"
      },{
        "quote": "Pay unless she physically pulls out her wallet/credit card and stops you. Until she physically does that, just pay. Yes, once in a while you can get women buying you drinks and stuff — there are even ways to influence them to do this — but at the end of the day, unless you’re broke, take care of them. It’s a no-lose move and it will win you points with many of them.",
        "author": "Mark Manson"
      },{
        "quote": "For me, a big part of this was accepting that, actually, I had been a pretty naive and shitty boyfriend to my ex-girlfriend and I could understand why she would want to leave me. I also recognized flaws and insecurities in her that I hadn’t noticed when we were together and that she hadn’t been the perfect angel that I assumed she was.",
        "author": "Mark Manson"
      },{
        "quote": "Whereas a needy man says and does these things for approval, the non-needy man does them simply for the pleasure of doing. The needy man tries to control what others think and feel more than what he thinks and feels himself. The non-needy man is more concerned with controlling his own thoughts and feelings rather than the thoughts and feelings of others.",
        "author": "Mark Manson"
      },{
        "quote": "Because when a man comes right out and says he’s interested in a woman, the sub-communication is actually, “I’m totally OK with the idea of you rejecting me, otherwise I would not be approaching you in this manner. Therefore, I'm comfortable with myself and my prospects.",
        "author": "Mark Manson"
      },{
        "quote": "Non-neediness means you respect yourself AND others. Narcissism means you\nonly respect yourself. Neediness means you only respect others.",
        "author": "Mark Manson"
      },{
        "quote": "By investment, I mean the degree to which you sacrifice/alter your own thoughts, feelings, and motivations for someone else. By less I mean that as a man, you should not be willing to sacrifice your thoughts, feelings, and motivations for someone else more than they sacrifice theirs for you.",
        "author": "Mark Manson"
      },{
        "quote": "The world is what it is, it’s our job to simply present ourselves as boldly and clearly to it as possible, accept the reactions and move on the opportunities. Any attempt to control the reactions of others or take some kind of power over the reactions you receive is both foolish and illusory.",
        "author": "Mark Manson"
      },{
        "quote": "That means everything you say and do must be done without any ulterior motive. You are simply expressing your thoughts and feelings as they come to you, without inhibition, without shame.",
        "author": "Mark Manson"
      },{
        "quote": "For instance, making yourself vulnerable doesn’t just mean being willing to share your fears or insecurities. It can mean putting yourself in a position where you can be rejected, saying a joke that may not be funny, asserting an opinion that may offend others, introducing yourself to a group of people you don’t know, telling a woman that you like her and want to date her. All of these things require you to stick your neck out on the line emotionally in some way. You’re making yourself vulnerable when you do them.",
        "author": "Mark Manson"
      },{
        "quote": "It’s why women can often become turned off at the most innocuous moment or by the most unimportant statement. Consciously, the action or statement may seem harmless, but unconsciously, it conveyed everything they need to know about your status and that is this: you base your actions on a constant need for approval.",
        "author": "Mark Manson"
      },{
        "quote": "I was embarrassed. Yes, it sucked. Yes, I have issues. No, I’m not perfect.” The implication being the whole time that I’m fine with it. I’m not looking for sympathy or validation. I don’t need anything from her. It’s just who I am, rough edges and all",
        "author": "Mark Manson"
      },{
        "quote": "The only important \"skill\" in dating is learning how to stop buying into your own bullshit, to stop believing your own stories. The resistance is constant. So you must constantly fight against it, acknowledge the stories you create for yourself, look them in the eye and say, “You know what, I don’t care if she’s on her phone and her ass says ‘PINK’ on it, I want to meet her.” And then do it. Without hesitation. Without fear. And without apology.",
        "author": "Mark Manson"
      },{
        "quote": "Dysfunctional relationships almost always crumble under the pressure of one person blaming the other for their shortcomings or transgressions. Research has shown a direct correlation between the amount of blame leveled between partners and their propensity to break up. The recipe for a healthy and happy relationship is one where both partners take responsibility for their own emotions and their choice to commit to the other.",
        "author": "Mark Manson"
      },{
        "quote": "Level 1: Your Foundation (Complete 5 of 5) Join a gym: If you’re not already a member of a gym, join one. If you’re not familiar with how to work out properly, hire a personal trainer. Make this a weekly habit. Upgrade your wardrobe: Go out and upgrade your wardrobe based on the recommendations in Chapter 8. Challenge yourself to wear nicer clothes than you’ve ever worn before. It’ll change how you feel about yourself. Get a nice haircut: Go to a salon and drop the $50 on it. It’s worth it. It makes a difference. Job security/satisfaction: This is a complicated one, but if you’re not happy with your work situation, take some time and plan a way to fix it. If you work too much, try to find a way to work less. If you’re unemployed, stop everything else and get a job. Pursue one social hobby regularly: Pick a social hobby and pursue it regularly. You may already have one, but if not, find one. It could be dance classes, public speaking courses, language courses, cooking classes, joining a band, etc. Whatever it is, make it social. That means sitting at home and perfecting your model airplanes doesn’t count.",
        "author": "Mark Manson"
      },{
        "quote": "Level 2: Meeting Women (Complete 4 of 5) Figure out demographics: Figure out your demographics based on the recommendations in. Write down the type of women you’d like to meet and the places you enjoy going most. Then find venues or events where those two things intersect. It could be independent rock concerts, it could be art gallery showings, it could be salsa nights. Whatever it is, find your niche and pursue it. Meet 5 women in one day: Self-explanatory Meet 20 women in one week: Also self-explanatory. Join an online dating site and email 10 women: Also self-explanatory. If you’re under 30 years old, I recommend free dating sites. If you’re over 30 years old, I recommend pay sites. Sign up for a singles or speed dating event: If you have trouble doing the approaching tasks, then this may give you a needed boost in the right direction.",
        "author": "Mark Manson"
      },{
        "quote": "Level 3: Getting to Know Women (Complete 2 of 3) Hold at least three 30-minute conversations with women you just met: Can be anywhere. Get three phone numbers from women you just met: Just ask, you’ll be surprised how many women will give them to you. Go on two dates: They can come from women you met anywhere.",
        "author": "Mark Manson"
      },{
        "quote": "Level 4: Getting Intimate (Complete 2 of 3) Kiss two women: Make sure they’re women you’ve met since reading this book. Go on a second date with the same woman: Self-explanatory. Successfully get a woman back to your place: Usually can be done on the second date.",
        "author": "Mark Manson"
      },{
        "quote": "Finding Your Truth — A two-part process of 1) removing behaviors which are based on receiving the approval of others rather than your own values and 2) getting in touch with emotions and desires which were previously unconscious. Finding one’s truth is based on the idea that most of our behaviors and beliefs are actually unconscious habits we picked up for the wrong reasons throughout our lives. Getting in touch with one’s real emotions and desires and discarding the unconfident habits and behaviors leads one to become more vulnerable, more confident, and, therefore, more attractive. ",
        "author": "Mark Manson"
      },{
        "quote": "Vulnerability — Being unguarded or undefended in expressing one’s thoughts and emotions. Most men hide the thoughts and emotions they believe will make them less attractive. This forces them to behave conditionally and base their behaviors on the beliefs and perceptions of those around them. This is unconfident behavior and ultimately makes them unattractive. Paradoxically, making oneself vulnerable and surrendering to criticism and not expecting anything in return from others causes one to build self-esteem, become more confident and more attractive.",
        "author": "Mark Manson"
      },{
        "quote": "When it comes to making yourself more vulnerable, the first step is often to begin establishing your own boundaries. Learn how to say no to people, particularly women. Start having opinions on what you like and don’t like, what you’ll tolerate and won’t tolerate. Be honest with yourself, painfully honest. And then be painfully honest with her.",
        "author": "Mark Manson"
      },{
        "quote": "Words and appearances are merely a symptom of a greater internal problem.",
        "author": "Mark Manson"
      },{
        "quote": "Seduction is the process by which a man induces a woman to become as invested in him as he is in her.",
        "author": "Mark Manson"
      },{
        "quote": "The Three Fundamentals are: 1. Creating an attractive and enriching lifestyle. 2. Overcoming your fears and anxiety around socializing, intimacy and sexuality. 3. Mastering the expression of your emotions and communicating fluidly.",
        "author": "Mark Manson"
      },{
        "quote": "What do you value in a woman? Honesty? Beauty? Affection? Intelligence? Curiosity? Similar interests? Education? Obviously, the answer is “all of the above”, right? So let me rephrase the question: what do you value the most? What is an absolute deal-breaker in the women you date? Prioritize what you look for in a woman. This will help you decide where to look.",
        "author": "Mark Manson"
      },{
        "quote": "How attractive a man is is inversely proportional to how needy he is. The more needy in his life, the less attractive and vice-versa.",
        "author": "Mark Manson"
      },{
        "quote": "Social Proof The concept of social proof comes from influence psychology and is well documented in everything from salesmanship to advertising, to politics, and to attraction and relationships. The idea is that as humans when we see many other people valuing something, we will unconsciously value it ourselves. For instance, if everybody else is talking about a new movie, we are more likely to want to see it because we’ll unconsciously assume that it’s a good or important movie to see.",
        "author": "Mark Manson"
      }
    ]
  }