{
  "data": [
    {
      "quote": "intentions are always speaking ten times louder than your actual words. What are they saying?",
      "author": "Mark Manson"
    },
    {
      "quote": "And ultimately, that’s what women want, a strong, independent, high status male — a “doesn’t take shit from anybody” bad boy — but they want this bad boy to have a depth and a sensitivity that they only open up and show when they’re around her.",
      "author": "Mark Manson"
    },
    {
      "quote": "I see every rejection simply as some form of incompatibility. Whether she thinks I’m a total creep, or she’s crazy about me but we live on different continents, or she’s in a horrible mood when I ask her out, or she thinks I’m cute but has different values and interests than me — whatever the reason, if a woman ever rejects me, it’s because she’s not compatible with me. It may be a permanent incompatibility. It may be a temporary incompatibility. But the point is that if she liked me enough, she’d be willing to work at making it happen with me. And if she doesn’t, then that just means it’s wrong person — or right person, wrong time. And that’s fine.",
      "author": "Mark Manson"
    },
    {
      "quote": "Every second I spend sitting around feeling distant from my true desires, avoiding the world and being afraid to engage it, is a second that I’m forfeiting the biggest gift of all: my time here in this life.",
      "author": "Mark Manson"
    },
    {
      "quote": "Get out there and expose yourself. Open yourself up and find what makes you happy. Yes, that will mean you’ll probably get hurt. But so what? The best things in life don’t come easily.",
      "author": "Mark Manson"
    },
    {
      "quote": "The catch is that everything you say must be as authentic as possible. There’s no shortcut. There are no tricks. You say it because you mean it and mean it because you say it. The more nervous it makes you, the better, because it means you’re being authentic and making yourself vulnerable.",
      "author": "Mark Manson"
    },
    {
      "quote": "The first step to being more attractive is to see rejection as a means to eliminate women who won't make you happy from your life. It's a blessing, not a curse.",
      "author": "Mark Manson"
    },
    {
      "quote": "Everybody on this planet shares a handful of universal emotional realities: ambition, shame, alienation, loneliness, achievement, regret, hardship, friendship, love, heartbreak. We’ve all experienced it. The facts change, the feelings are the same.",
      "author": "Mark Manson"
    }
  ]
}