{
  "data": [
    {
      "quote": "The percentage of women who are Receptive to you will increase proportionally to the quality of your lifestyle, your social status and your looks. The percentage of women that you’re able to move from Neutral to Receptive will be proportional to how good your “game” is, or how well you’re able to communicate and express yourself with women. And your ability to sort through each type of women and meet as many as possible will be determined by how fearless and bold you are when it comes to meeting women.",
      "author": "Mark Manson"
    },
    {
      "quote": "And again, for the love of god, if you don’t find her attractive, don’t pursue her.",
      "author": "Mark Manson"
    },
    {
      "quote": "“Instead of thinking, “I wonder if she’ll like me,” think, “I wonder what she’s like?”",
      "author": "Mark Manson"
    },
    {
      "quote": "The uncomfortable truth is that the majority of women are going to have high degrees of friction and projection when you meet them. With most of the women you meet, things are simply not going to work no matter what you do or say. This is to be expected. And this is fine. You are going to be incompatible with most of the women in the world and to hold any hopes of being highly compatible with most is an illusion of grandeur and a figment of your own narcissistic tendency.",
      "author": "Mark Manson"
    },
    {
      "quote": "Ask yourself this: why would you want to be intimate with someone who doesn't appreciate you? Why would you ever settle for such a person? Because she's hot? Come on, have a little more self-respect. Have some higher standards.",
      "author": "Mark Manson"
    },
    {
      "quote": "There are three ways in which we are honest. And those three ways will make up the bulk of this book. The three ways are 1) living based on our values (lifestyle); 2) becoming comfortable with our intentions (boldness); and 3) by expressing our sexuality freely (communication).",
      "author": "Mark Manson"
    },
    {
      "quote": "You are going to be incompatible with most",
      "author": "Mark Manson"
    }
  ]
}