{
  "data": [
    {
      "quote": "And when it is a gift, when it is honest, she recognizes and appreciates a man who genuinely appreciates her. These men are rare. Women are people too (radical idea, I know). And as people, we all value those who genuinely value us, not expecting something in return.",
      "author": "Mark Manson"
    },
    {
      "quote": "The two go together. You cannot be an attractive and life-changing presence to some women without being a joke or an embarrassment to others. You simply can’t. You have to be controversial. You have to polarize. It’s the name of the game. And getting good at the game is learning to open yourself up enough emotionally, learning",
      "author": "Mark Manson"
    },
    {
      "quote": "Being slapped also taught me that you can’t always control how people react to you. Some people are completely out of their minds or they behave very inappropriately. You can’t help this. You cannot control what happens in every interaction. The sooner you accept this, the better off you will be.",
      "author": "Mark Manson"
    },
    {
      "quote": "Your values determine your behavior, not what you think she wants, not what you think others want, but what is best for you and best for the relationship.",
      "author": "Mark Manson"
    },
    {
      "quote": "Friction is when a woman finds you to be an attractive man, but there are value differences or external circumstances that prevent her from acting on that attraction or being interested in you.",
      "author": "Mark Manson"
    },
    {
      "quote": "The world is what it is, it’s our job to simply present ourselves as boldly and clearly to it as possible, accept the reactions and move on the opportunities. Any attempt to control the reactions of others or take some kind of power over the reactions you receive is both foolish and illusory.",
      "author": "Mark Manson"
    },
    {
      "quote": "Only making time for people who make time for you. Only being interested in dating people who are interested in dating you.",
      "author": "Mark Manson"
    }
  ]
}