{
  "data": [
    {
      "quote": "Stands tall, looks straight ahead. Looks people in the eye when he speaks to them. Says what he thinks and is comfortable if some people disagree with him. When he makes a mistake, he shrugs it off and apologizes if necessary. When he sucks at something, he admits it. He’s unafraid to express his emotions, even if that means he gets rejected because of them sometimes. He has no problem moving on to people who don’t reject him, but instead like him for who he is.",
      "author": "Mark Manson"
    },
    {
      "quote": "When women emotionally connect with you and your desire for them, it’s not what you’re saying or the words you’re choosing, it’s the emotion behind those words. If the emotion behind your words is needy and self-serving, then she will become turned off no matter what you say, even if you’re telling her the most personal or heartfelt story. If the emotion behind your words is genuine and vulnerable, then it will turn her on, even if you’re talking about your grocery list or how you named your dog. Yes, you can fake this stuff in the short-term if you become a good actor. But obviously, don’t do that. We’re not in this for short-term fixes, remember?",
      "author": "Mark Manson"
    },
    {
      "quote": "But communicate with honest appreciation and you’ll be amazed how she lights up in front of you.",
      "author": "Mark Manson"
    },
    {
      "quote": "The more nervous it makes you, the better, because it means you’re being authentic and making yourself vulnerable.",
      "author": "Mark Manson"
    },
    {
      "quote": "A needy man’s actions and words will therefore be primarily motivated by impressing and winning approval from others.",
      "author": "Mark Manson"
    },
    {
      "quote": "Non-neediness is when a man places a higher priority on his own perception of himself than the perceptions of others. A non-needy man’s actions and words will therefore be primarily motivated by embodying his own values and desires.",
      "author": "Mark Manson"
    },
    {
      "quote": "A non-needy man doesn’t try to control what women feel about him. Rather he tries to control what he feels about certain women. He understands that the world isn’t about him and that all he can control is himself and his own actions. He’s not bothered when things don’t go his way or when people don’t recognize him as being amazing because he already feels amazing himself. He doesn’t need their approval and their disapproval doesn’t faze him from his mission.",
      "author": "Mark Manson"
    }
  ]
}