{
  "data": [
    {
      "quote": "As far as what to talk about, your conversations should be getting deeper and more personal. There should be less teasing and playful banter and more conversations about your lives and what’s important to you. Learn about her past, her passions, her dreams, what her favorite things are. At the same time, you don’t want to turn this into a job interview (which too many dinner dates turn into), but elicit these topics by sharing them yourself.",
      "author": "Mark Manson"
    },
    {
      "quote": "Pay unless she physically pulls out her wallet/credit card and stops you. Until she physically does that, just pay. Yes, once in a while you can get women buying you drinks and stuff — there are even ways to influence them to do this — but at the end of the day, unless you’re broke, take care of them. It’s a no-lose move and it will win you points with many of them.",
      "author": "Mark Manson"
    },
    {
      "quote": "For me, a big part of this was accepting that, actually, I had been a pretty naive and shitty boyfriend to my ex-girlfriend and I could understand why she would want to leave me. I also recognized flaws and insecurities in her that I hadn’t noticed when we were together and that she hadn’t been the perfect angel that I assumed she was.",
      "author": "Mark Manson"
    },
    {
      "quote": "Whereas a needy man says and does these things for approval, the non-needy man does them simply for the pleasure of doing. The needy man tries to control what others think and feel more than what he thinks and feels himself. The non-needy man is more concerned with controlling his own thoughts and feelings rather than the thoughts and feelings of others.",
      "author": "Mark Manson"
    },
    {
      "quote": "Because when a man comes right out and says he’s interested in a woman, the sub-communication is actually, “I’m totally OK with the idea of you rejecting me, otherwise I would not be approaching you in this manner. Therefore, I'm comfortable with myself and my prospects.",
      "author": "Mark Manson"
    },
    {
      "quote": "Non-neediness means you respect yourself AND others. Narcissism means you\nonly respect yourself. Neediness means you only respect others.",
      "author": "Mark Manson"
    },
    {
      "quote": "By investment, I mean the degree to which you sacrifice/alter your own thoughts, feelings, and motivations for someone else. By less I mean that as a man, you should not be willing to sacrifice your thoughts, feelings, and motivations for someone else more than they sacrifice theirs for you.",
      "author": "Mark Manson"
    }
  ]
}