{
  "data": [
    {
      "quote": "The world is what it is, it’s our job to simply present ourselves as boldly and clearly to it as possible, accept the reactions and move on the opportunities. Any attempt to control the reactions of others or take some kind of power over the reactions you receive is both foolish and illusory.",
      "author": "Mark Manson"
    },
    {
      "quote": "That means everything you say and do must be done without any ulterior motive. You are simply expressing your thoughts and feelings as they come to you, without inhibition, without shame.",
      "author": "Mark Manson"
    },
    {
      "quote": "For instance, making yourself vulnerable doesn’t just mean being willing to share your fears or insecurities. It can mean putting yourself in a position where you can be rejected, saying a joke that may not be funny, asserting an opinion that may offend others, introducing yourself to a group of people you don’t know, telling a woman that you like her and want to date her. All of these things require you to stick your neck out on the line emotionally in some way. You’re making yourself vulnerable when you do them.",
      "author": "Mark Manson"
    },
    {
      "quote": "It’s why women can often become turned off at the most innocuous moment or by the most unimportant statement. Consciously, the action or statement may seem harmless, but unconsciously, it conveyed everything they need to know about your status and that is this: you base your actions on a constant need for approval.",
      "author": "Mark Manson"
    },
    {
      "quote": "I was embarrassed. Yes, it sucked. Yes, I have issues. No, I’m not perfect.” The implication being the whole time that I’m fine with it. I’m not looking for sympathy or validation. I don’t need anything from her. It’s just who I am, rough edges and all",
      "author": "Mark Manson"
    },
    {
      "quote": "The only important \"skill\" in dating is learning how to stop buying into your own bullshit, to stop believing your own stories. The resistance is constant. So you must constantly fight against it, acknowledge the stories you create for yourself, look them in the eye and say, “You know what, I don’t care if she’s on her phone and her ass says ‘PINK’ on it, I want to meet her.” And then do it. Without hesitation. Without fear. And without apology.",
      "author": "Mark Manson"
    },
    {
      "quote": "Dysfunctional relationships almost always crumble under the pressure of one person blaming the other for their shortcomings or transgressions. Research has shown a direct correlation between the amount of blame leveled between partners and their propensity to break up. The recipe for a healthy and happy relationship is one where both partners take responsibility for their own emotions and their choice to commit to the other.",
      "author": "Mark Manson"
    }
  ]
}