{
  "data": [
    {
      "quote": "Level 1: Your Foundation (Complete 5 of 5) Join a gym: If you’re not already a member of a gym, join one. If you’re not familiar with how to work out properly, hire a personal trainer. Make this a weekly habit. Upgrade your wardrobe: Go out and upgrade your wardrobe based on the recommendations in Chapter 8. Challenge yourself to wear nicer clothes than you’ve ever worn before. It’ll change how you feel about yourself. Get a nice haircut: Go to a salon and drop the $50 on it. It’s worth it. It makes a difference. Job security/satisfaction: This is a complicated one, but if you’re not happy with your work situation, take some time and plan a way to fix it. If you work too much, try to find a way to work less. If you’re unemployed, stop everything else and get a job. Pursue one social hobby regularly: Pick a social hobby and pursue it regularly. You may already have one, but if not, find one. It could be dance classes, public speaking courses, language courses, cooking classes, joining a band, etc. Whatever it is, make it social. That means sitting at home and perfecting your model airplanes doesn’t count.",
      "author": "Mark Manson"
    },
    {
      "quote": "Level 2: Meeting Women (Complete 4 of 5) Figure out demographics: Figure out your demographics based on the recommendations in. Write down the type of women you’d like to meet and the places you enjoy going most. Then find venues or events where those two things intersect. It could be independent rock concerts, it could be art gallery showings, it could be salsa nights. Whatever it is, find your niche and pursue it. Meet 5 women in one day: Self-explanatory Meet 20 women in one week: Also self-explanatory. Join an online dating site and email 10 women: Also self-explanatory. If you’re under 30 years old, I recommend free dating sites. If you’re over 30 years old, I recommend pay sites. Sign up for a singles or speed dating event: If you have trouble doing the approaching tasks, then this may give you a needed boost in the right direction.",
      "author": "Mark Manson"
    },
    {
      "quote": "Level 3: Getting to Know Women (Complete 2 of 3) Hold at least three 30-minute conversations with women you just met: Can be anywhere. Get three phone numbers from women you just met: Just ask, you’ll be surprised how many women will give them to you. Go on two dates: They can come from women you met anywhere.",
      "author": "Mark Manson"
    },
    {
      "quote": "Level 4: Getting Intimate (Complete 2 of 3) Kiss two women: Make sure they’re women you’ve met since reading this book. Go on a second date with the same woman: Self-explanatory. Successfully get a woman back to your place: Usually can be done on the second date.",
      "author": "Mark Manson"
    },
    {
      "quote": "Finding Your Truth — A two-part process of 1) removing behaviors which are based on receiving the approval of others rather than your own values and 2) getting in touch with emotions and desires which were previously unconscious. Finding one’s truth is based on the idea that most of our behaviors and beliefs are actually unconscious habits we picked up for the wrong reasons throughout our lives. Getting in touch with one’s real emotions and desires and discarding the unconfident habits and behaviors leads one to become more vulnerable, more confident, and, therefore, more attractive. ",
      "author": "Mark Manson"
    },
    {
      "quote": "Vulnerability — Being unguarded or undefended in expressing one’s thoughts and emotions. Most men hide the thoughts and emotions they believe will make them less attractive. This forces them to behave conditionally and base their behaviors on the beliefs and perceptions of those around them. This is unconfident behavior and ultimately makes them unattractive. Paradoxically, making oneself vulnerable and surrendering to criticism and not expecting anything in return from others causes one to build self-esteem, become more confident and more attractive.",
      "author": "Mark Manson"
    },
    {
      "quote": "When it comes to making yourself more vulnerable, the first step is often to begin establishing your own boundaries. Learn how to say no to people, particularly women. Start having opinions on what you like and don’t like, what you’ll tolerate and won’t tolerate. Be honest with yourself, painfully honest. And then be painfully honest with her.",
      "author": "Mark Manson"
    }
  ]
}